IDEA Open Model
SteelSetupRUS.Anchor_Fiar Property
Compatible with IDEA StatiCa v 10.1
 Safety factor Anchor_Fiar
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Anchor_Fiar { get; set; }
Public Property Anchor_Fiar As Double
	Get
	Set
public:
property double Anchor_Fiar {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace